Repository: tomvdb/open_tuner
Catalog: MainForm.*.resx
Languages: it

# statusPage.Text
source: Status
it: Stato

# label25.Text
source: Audio Rate:
it: Frequenza Audio :

# label27.Text
source: Audio Codec:
it: Codifica Audio:

# label18.Text
source: Video Resolution:
it: Risoluzione Video:

# label14.Text
source: Video Codec:
it: Codifica Video:

# label10.Text
source: Service Name Provider:
it: Provider:

# label5.Text
source: Service Name:
it: Nome Servizio:

# groupBox2.Text
source: NIM Status
it: Controllo Sintonia

# label1.Text
source: Stream Format:
it: Frequenza:

# label16.Text
source: Requested Freq:
it: Frequenza Richiesta:

# label8.Text
source: Connection Status:
it: Stato Connessione:

# label21.Text
source: Freq Carrier Offset (Hz):
it: Spostamento Frequenza Portante :

# label17.Text
source: Errors LDPC Count :
it: Conteggio errori LDPC :

# label15.Text
source: Modcod:
it: Tipo Codifica :

# label7.Text
source: LNA Gain:
it: Guadagno LNA:

# label4.Text
source: Demod State:
it: Stato Demodulazione:

# debugPage.Text
source: Debug
it: Controllo Errori

# openTunerToolStripMenuItem.Text
source: &Actions
it: &Azioni

# menuConnect.Text
source: &Connect
it: &Connetti

# settingsToolStripMenuItem.Text
source: S&ettings ...
it: &Impostazioni ...

# quitToolStripMenuItem.Text
source: &Quit
it: &Spegni

# helpToolStripMenuItem.Text
source: &Help
it: &Aiuto
