Repository: tomvdb/open_tuner
Catalog: settingsForm.*.resx
Languages: it

# label6.Text
source: Default Offset B:
it: Oscillatore Locale Predefinito (B):

# label2.Text
source: Default LNB Supply:
it: Alimentazione LNB Predefinita :

# label1.Text
source: Default Offset A:
it: Oscillatore Locale Predefinito (A):

# groupBox1.Text
source: Tuner Settings
it: Impostazioni Ricevitore

# groupBox2.Text
source: General
it: Settaggi Generali

# label3.Text
source: Language:
it: Lingua:

# groupBox3.Text
source: Media Settings
it: Impostazioni Media

# label4.Text
source: Media Snapshot Path:
it: Percorso Foto Istantanee:

# groupBox4.Text
source: QO-100 Specific
it: Specifiche QO-100

# checkEnableSpectrum.Text
source: Enable BATC Wideband Spectrum
it: Abilita Spettro Banda Larga BATC

# button2.Text
source: &Update
it: &Aggiornamento

# button3.Text
source: &Cancel
it: &Cancella

# label5.Text
source: Note: Some settings will only take effect after restarting the application
it: Nota: Alcuni di questi settaggi avranno effetto solo alla prossima apertura dell''applicazione

# $this.Text
source: Settings
it: Impostazioni
